Repository: joaoduenas17/HermanasTierra-main
Catalog: lib/l10n/app_*.arb
Languages: es

# idioma
source: English
es: Espa√±ol

# holaMundo
source: Hello word
es: hola Mundo

# hola
source: Hello {username}
es: Hola {username}

# selecionaidioma
source: Select a language
es: Seleccione un idioma

# restaurante
source: Restaurants
es: Restaurantes

# miorden
source: My order
es: Mi orden

# platosrecomendados
source: Recommended Dishes
es: Platos recomendados

# mesasdisponibles
source: Available Tables
es: Mesas disponibles

# mesa
source: Tables
es: Mesa

# cantpersonas
source: Amount of people
es: Cantidad de personas

# pers
source: {cantidad} peoples
es: {cantidad} personas

# nodatos
source: No data
es: No existe datos

# agregarcarrito
source: Added to your cart
es: Se agrego a tu carrito

# select
source: Select quantity
es: Selecione cantidad

# carrito
source: Cart
es: Carrito
